Repository: digilogistika/efti-gate-fork
Catalog: portal-mock/src/locale/messages.lav.xlf
Languages: lv_lv

source: Admin API Key
lv_lv: Administratora API atslēga

source: Email
lv_lv: E-pasts

source: Password
lv_lv: Parole

source: Submit
lv_lv: Iesniegt

source: Back
lv_lv: Atpakaļ

source: Dataset Query
lv_lv: Datu kopas vaicājums

source: Query datasets and select subsets for analysis
lv_lv: Veiciet datu kopu vaicājumus un atlasiet apakškopas analīzei

source: Query Parameters
lv_lv: Vaicājuma parametri

source: Edit UIL Query
lv_lv: Rediģēt UIL vaicājumu

source: Gate ID
lv_lv: Vārtu ID

source: Enter gate ID...
lv_lv: Ievadiet vārtu ID...

source: Platform ID
lv_lv: Platformas ID

source: Enter platform ID...
lv_lv: Ievadiet platformas ID...

source: Dataset ID
lv_lv: Datu kopas ID

source: Enter dataset ID...
lv_lv: Ievadiet datu kopas ID...

source: Please selected at least 1 subset for the query
lv_lv: Lūdzu, vaicājumam atlasiet vismaz 1 apakškopu

source: Searching...
lv_lv: Meklē...

source: Query Dataset
lv_lv: Pieprasīt datu kopu

source: Dataset Query Response
lv_lv: Datu kopas vaicājuma atbilde

source: Query Error
lv_lv: Vaicājuma kļūda

source: Error Code:
lv_lv: Kļūdas kods:

source: Description:
lv_lv: Apraksts:

source: Retrieved Dataset
lv_lv: Iegūtā datu kopa

source: Follow up
lv_lv: Tālāka rīcība

source: Dataset content will appear here...
lv_lv: Datu kopas saturs parādīsies šeit...

source: Select Subsets for Query
lv_lv: Atlasīt apakškopas vaicājumam

source: Please select at least one member state subset to query.
lv_lv: Lūdzu, atlasiet vismaz vienas dalībvalsts apakškopu, lai veiktu vaicājumu.

source: Send Message to Platform
lv_lv: Sūtīt ziņojumu platformai

source: Message Content
lv_lv: Ziņojuma saturs

source: Enter your message about the data...
lv_lv: Ievadiet savu ziņojumu par datiem...

source: Message
lv_lv: Ziņojums

source: Message was sent successfully
lv_lv: Ziņojums veiksmīgi nosūtīts

source: Cancel
lv_lv: Atcelt

source: Send Message
lv_lv: Sūtīt ziņojumu

source: Error fetching dataset:
lv_lv: Kļūda, ielādējot datu kopu:

source: Error fetching dataset. Please try again.
lv_lv: Kļūda, ielādējot datu kopu. Lūdzu, mēģiniet vēlreiz.

source: Results
lv_lv: Rezultāti

source: Request ID: {{identifierResponse.requestId}}
lv_lv: Pieprasījuma ID: {{identifierResponse.requestId}}

source: Error Occurred
lv_lv: Notikusi kļūda

source: Identifier Error
lv_lv: Identifikatora kļūda

source: {VAR_PLURAL, plural, =0 {Consignments [0]} =1 {Consignment [1]} other {Consignments [{INTERPOLATION}]}}
lv_lv: {VAR_PLURAL, plural, =0 {Sūtījumi [0]} =1 {Sūtījums [1]} other {Sūtījumi [{INTERPOLATION}]}}

source: Dataset
lv_lv: Datu kopa

source: Carrier Acceptance Date
lv_lv: Pārvadātāja pieņemšanas datums

source: Delivery Event Occurrence
lv_lv: Piegādes notikuma laiks

source: Main Carriage
lv_lv: Galvenais pārvadājums

source: The primary leg of transportation for the consignment
lv_lv: Sūtījuma galvenais transportēšanas posms

source: Carrying Dangerous Goods
lv_lv: Pārvadā bīstamās kravas

source: Registration Number:
lv_lv: Reģistrācijas numurs:

source: Agency: {{ mainCarriage.schemeAgencyId }}
lv_lv: Aģentūra: {{ mainCarriage.schemeAgencyId }}

source: Country: {{ mainCarriage.registrationCountryCode }}
lv_lv: Valsts: {{ mainCarriage.registrationCountryCode }}

source: Mode: {{ mainCarriage.modeCode }}
lv_lv: Veids: {{ mainCarriage.modeCode }}

source: Transportation Equipment
lv_lv: Transportēšanas aprīkojums

source: Equipment used for transporting this consignment
lv_lv: Aprīkojums, kas izmantots šī sūtījuma transportēšanai

source: Equipment #{{ equipment.sequenceNumber }}
lv_lv: Aprīkojums Nr. {{ equipment.sequenceNumber }}

source: Category: {{ equipment.categoryCode }}
lv_lv: Kategorija: {{ equipment.categoryCode }}

source: Carried Equipment on {{ equipment.id }}
lv_lv: Pārvadātais aprīkojums uz {{ equipment.id }}

source: No Consignments were found for the given eFTI gate
lv_lv: Norādītajiem eFTI vārtiem sūtījumi netika atrasti

source: No identifiers found for the given search criteria.
lv_lv: Pēc norādītajiem meklēšanas kritērijiem identifikatori nav atrasti.

source: Identifier Search
lv_lv: Identifikatoru meklēšana

source: Search for transport identifiers across the network
lv_lv: Meklēt transporta identifikatorus visā tīklā

source: Search Filters
lv_lv: Meklēšanas filtri

source: Identifier
lv_lv: Identifikators

source: Enter identifier...
lv_lv: Ievadiet identifikatoru...

source: Additional Search Parameters (optional)
lv_lv: Papildu meklēšanas parametri (pēc izvēles)

source: Transportation Mode
lv_lv: Transportēšanas veids

source: Select mode...
lv_lv: Izvēlieties veidu...

source: 🚢 Waterway
lv_lv: 🚢 Ūdensceļi

source: 🚂 Railway
lv_lv: 🚂 Dzelzceļš

source: 🚛 Road
lv_lv: 🚛 Autoceļš

source: ✈️ Air
lv_lv: ✈️ Aviācija

source: Registration Country
lv_lv: Reģistrācijas valsts

source: Select country...
lv_lv: Izvēlieties valsti...

source: Identifier Type
lv_lv: Identifikatora tips

source: Means
lv_lv: Līdzekļi

source: Equipment
lv_lv: Aprīkojums

source: Carried
lv_lv: Krava

source: Dangerous Goods
lv_lv: Bīstamās kravas

source: Contains dangerous goods
lv_lv: Satur bīstamas kravas

source: Countries to Search
lv_lv: Valstis, kurās meklēt

source: Searching...
lv_lv: Meklē...

source: Search Identifiers
lv_lv: Meklēt identifikatorus

source: Login
lv_lv: Pieslēgties

source: Email *
lv_lv: E-pasts *

source: Enter your email...
lv_lv: Ievadiet savu e-pastu...

source: Password *
lv_lv: Parole *

source: Enter your password...
lv_lv: Ievadiet savu paroli...

source: Sign In
lv_lv: Pieslēgties

source: An unknown error occurred. Please try again.
lv_lv: Radās nezināma kļūda. Lūdzu, mēģiniet vēlreiz.

source: DLK logo
lv_lv: DLK logotips

source: EFTI4EU logo
lv_lv: EFTI4EU logotips

source: EU cofunding logo
lv_lv: ES līdzfinansējuma logotips

source: Pikker logo
lv_lv: Pikker logotips

source: Identifiers Search
lv_lv: Identifikatoru meklēšana

source: Dataset Query
lv_lv: Datu kopas vaicājums

source: Logout
lv_lv: Izrakstīties

source: Admin
lv_lv: Administrators

source: Login
lv_lv: Pieslēgties

source: Open menu
lv_lv: Atvērt izvēlni
