Repository: digilogistika/efti-gate-fork
Catalog: portal-mock/src/locale/messages.lit.xlf
Languages: lt

source: Admin API Key
lt: Administratoriaus API raktas

source: Email
lt: El. paštas

source: Password
lt: Slaptažodis

source: Submit
lt: Pateikti

source: Back
lt: Atgal

source: Dataset Query
lt: Duomenų rinkinio užklausa

source: Query datasets and select subsets for analysis
lt: Užklauskite duomenų rinkinius ir pasirinkite porinkius analizei

source: Query Parameters
lt: Užklausos parametrai

source: Edit UIL Query
lt: Redaguoti UIL užklausą

source: Gate ID
lt: Vartų ID

source: Enter gate ID...
lt: Įveskite vartų ID...

source: Platform ID
lt: Platformos ID

source: Enter platform ID...
lt: Įveskite platformos ID...

source: Dataset ID
lt: Duomenų rinkinio ID

source: Enter dataset ID...
lt: Įveskite duomenų rinkinio ID...

source: Please selected at least 1 subset for the query
lt: Užklausai pasirinkite bent 1 porinkį

source: Searching...
lt: Ieškoma...

source: Query Dataset
lt: Užklausti duomenų rinkinį

source: Dataset Query Response
lt: Duomenų rinkinio užklausos atsakymas

source: Query Error
lt: Užklausos klaida

source: Error Code:
lt: Klaidos kodas:

source: Description:
lt: Aprašymas:

source: Retrieved Dataset
lt: Gautas duomenų rinkinys

source: Follow up
lt: Tolimesni veiksmai

source: Dataset content will appear here...
lt: Duomenų rinkinio turinys bus rodomas čia...

source: Select Subsets for Query
lt: Pasirinkite porinkius užklausai

source: Please select at least one member state subset to query.
lt: Pasirinkite bent vienos valstybės narės porinkį užklausai.

source: Send Message to Platform
lt: Siųsti pranešimą platformai

source: Message Content
lt: Pranešimo turinys

source: Enter your message about the data...
lt: Įveskite savo pranešimą apie duomenis...

source: Message
lt: Pranešimas

source: Message was sent successfully
lt: Pranešimas sėkmingai išsiųstas

source: Cancel
lt: Atšaukti

source: Send Message
lt: Siųsti pranešimą

source: Error fetching dataset:
lt: Klaida gaunant duomenų rinkinį:

source: Error fetching dataset. Please try again.
lt: Klaida gaunant duomenų rinkinį. Bandykite dar kartą.

source: Results
lt: Rezultatai

source: Request ID: {{identifierResponse.requestId}}
lt: Užklausos ID: {{identifierResponse.requestId}}

source: Error Occurred
lt: Įvyko klaida

source: Identifier Error
lt: Identifikatoriaus klaida

source: {VAR_PLURAL, plural, =0 {Consignments [0]} =1 {Consignment [1]} other {Consignments [{INTERPOLATION}]}}
lt: {VAR_PLURAL, plural, =0 {Siuntų [0]} =1 {Siunta [1]} other {Siuntos [{INTERPOLATION}]}}

source: Dataset
lt: Duomenų rinkinys

source: Carrier Acceptance Date
lt: Vežėjo priėmimo data

source: Delivery Event Occurrence
lt: Pristatymo įvykio data

source: Main Carriage
lt: Pagrindinis vežimas

source: The primary leg of transportation for the consignment
lt: Pagrindinis siuntos gabenimo etapas

source: Carrying Dangerous Goods
lt: Gabenami pavojingi kroviniai

source: Registration Number:
lt: Registracijos numeris:

source: Agency: {{ mainCarriage.schemeAgencyId }}
lt: Agentūra: {{ mainCarriage.schemeAgencyId }}

source: Country: {{ mainCarriage.registrationCountryCode }}
lt: Šalis: {{ mainCarriage.registrationCountryCode }}

source: Mode: {{ mainCarriage.modeCode }}
lt: Būdas: {{ mainCarriage.modeCode }}

source: Transportation Equipment
lt: Transportavimo įranga

source: Equipment used for transporting this consignment
lt: Šios siuntos gabenimui naudojama įranga

source: Equipment #{{ equipment.sequenceNumber }}
lt: Įranga Nr. {{ equipment.sequenceNumber }}

source: Category: {{ equipment.categoryCode }}
lt: Kategorija: {{ equipment.categoryCode }}

source: Carried Equipment on {{ equipment.id }}
lt: Gabenama įranga ant {{ equipment.id }}

source: No Consignments were found for the given eFTI gate
lt: Pagal nurodytus eFTI vartus siuntų nerasta

source: No identifiers found for the given search criteria.
lt: Pagal nurodytus paieškos kriterijus identifikatorių nerasta.

source: Identifier Search
lt: Identifikatorių paieška

source: Search for transport identifiers across the network
lt: Ieškokite transporto identifikatorių visame tinkle

source: Search Filters
lt: Paieškos filtrai

source: Identifier
lt: Identifikatorius

source: Enter identifier...
lt: Įveskite identifikatorių...

source: Additional Search Parameters (optional)
lt: Papildomi paieškos parametrai (neprivaloma)

source: Transportation Mode
lt: Transportavimo būdas

source: Select mode...
lt: Pasirinkite būdą...

source: 🚢 Waterway
lt: 🚢 Vandens keliai

source: 🚂 Railway
lt: 🚂 Geležinkelis

source: 🚛 Road
lt: 🚛 Keliai

source: ✈️ Air
lt: ✈️ Oras

source: Registration Country
lt: Registracijos šalis

source: Select country...
lt: Pasirinkite šalį...

source: Identifier Type
lt: Identifikatoriaus tipas

source: Means
lt: Priemonės

source: Equipment
lt: Įranga

source: Carried
lt: Krovinys

source: Dangerous Goods
lt: Pavojingi kroviniai

source: Contains dangerous goods
lt: Sudėtyje yra pavojingų krovinių

source: Countries to Search
lt: Šalys, kuriose ieškoti

source: Searching...
lt: Ieškoma...

source: Search Identifiers
lt: Ieškoti identifikatorių

source: Login
lt: Prisijungti

source: Email *
lt: El. paštas *

source: Enter your email...
lt: Įveskite savo el. paštą...

source: Password *
lt: Slaptažodis *

source: Enter your password...
lt: Įveskite savo slaptažodį...

source: Sign In
lt: Prisijungti

source: An unknown error occurred. Please try again.
lt: Įvyko nežinoma klaida. Bandykite dar kartą.

source: DLK logo
lt: DLK logotipas

source: EFTI4EU logo
lt: EFTI4EU logotipas

source: EU cofunding logo
lt: ES bendro finansavimo logotipas

source: Pikker logo
lt: Pikker logotipas

source: Identifiers Search
lt: Identifikatorių paieška

source: Dataset Query
lt: Duomenų rinkinio užklausa

source: Logout
lt: Atsijungti

source: Admin
lt: Administratorius

source: Login
lt: Prisijungti

source: Open menu
lt: Atidaryti meniu
